Repository: vcapilladeveloper/Marvelous
Catalog: Marvelous-iOS/FeatureArticleDetails/Sources/FeatureArticleDetails/Resources/Localizable.xcstrings
Source language: en
Languages: ca, es

source: (No title)
ca: (Sense Títol)
es: (Sin título)

source: Article author
ca: Autor de l'article
es: Autor del artículo

source: Article image
ca: Imatge de l'article
es: Imagen del artículo

source: Article source
ca: Origen de l'article
es: Origen del artículo

source: Article title
ca: Títol de l'article
es: Título del artículo

source: Open in Browser
ca: Obrir explorador
es: Abrir en explorador

source: Opens the full article in your default web browser.
ca: Obre l'article sencer al teu explorador web per defecte.
es: Abre el artículo entero en tu explorador web por defecto.

source: Published date
ca: Data de publicació
es: Fecha de publicación

source: Share
ca: Compartir
es: Compartir

source: Shares the article with other apps.
ca: Comparteix l’article amb altres apps.
es: Comparte el artículo con otras apps.

source: Article
es: Artículo
